Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Sympathovagal balance ratio.
ar: نسبة التوازن الودي المبهمي.
da: Sympatovagal balanceforhold.
de: Sympathovagales Gleichgewichtsverhältnis.
es: Relación de equilibrio simpaticovagal.
fi: Sympatovagaalinen tasapainosuhde.
fr: Rapport d’équilibre sympathovagal.
is: Hlutfall sympató-vagal jafnvægis.
it: Rapporto di equilibrio simpatovagale.
ja: 交感・迷走神経バランス比。
ko: 교감·미주신경 균형 비율.
nb: Sympatovagalt balanseforhold.
nl: Sympathovagale balansverhouding.
pt_br: Razão de equilíbrio simpatovagal.
ru: Коэффициент симпато-вагального баланса.
sv: Sympatovagalt balansförhållande.
zh_hans: 交感—迷走平衡比。

source: Sync, import, export, recover RR, storage
ar: المزامنة والاستيراد والتصدير واسترداد RR والتخزين
da: Synk, import, eksport, RR-gendannelse, lagring
de: Sync, Import, Export, RR-Wiederherstellung, Speicher
es: Sincronización, importación, exportación, recuperación RR, almacenamiento
fi: Synkronointi, tuonti, vienti, RR-palautus, tallennus
fr: Sync, import, export, récupération RR, stockage
is: Samstilling, innflutningur, útflutningur, RR-endurheimt, geymsla
it: Sync, import, export, recupero RR, archiviazione
ja: 同期、読み込み、書き出し、RR 復元、ストレージ
ko: 동기화, 가져오기, 내보내기, RR 복구, 저장소
nb: Synk, import, eksport, RR-gjenoppretting, lagring
nl: Sync, import, export, RR-herstel, opslag
pt_br: Sincronização, importação, exportação, recuperação RR, armazenamento
ru: Синхронизация, импорт, экспорт, восстановление RR, хранилище
sv: Synk, import, export, RR-återställning, lagring
zh_hans: 同步、导入、导出、RR 恢复、存储

source: Syncing strap data
ar: جارٍ مزامنة بيانات الحزام
da: Synkroniserer seledata
de: Brustgurtdaten werden synchronisiert
es: Sincronizando datos de la banda
fi: Synkronoidaan sykevyön dataa
fr: Synchronisation des données de la ceinture
is: Samstilli gögn frá ólinu
it: Sincronizzazione dati della fascia
ja: ストラップデータを同期中
ko: 스트랩 데이터 동기화 중
nb: Synkroniserer seledata
nl: Bandgegevens synchroniseren
pt_br: Sincronizando dados da cinta
ru: Синхронизация данных датчика
sv: Synkar bröstbandsdata
zh_hans: 正在同步心率带数据

source: Syncing strap data…
ar: جارٍ مزامنة بيانات الحزام…
da: Synkroniserer remdata…
de: Gurtdaten werden synchronisiert…
es: Sincronizando datos de la banda…
fi: Synkronoidaan pannan tietoja…
fr: Synchronisation des données de la ceinture…
is: Samstilli ólargögn…
it: Sincronizzazione dei dati della fascia…
ja: ストラップのデータを同期中…
ko: 스트랩 데이터 동기화 중…
nb: Synkroniserer reimdata…
nl: Bandgegevens synchroniseren…
pt_br: Sincronizando dados da cinta…
ru: Синхронизация данных ремня…
sv: Synkroniserar banddata…
zh_hans: 正在同步心率带数据…

source: Syncing…
ar: جارٍ المزامنة…
da: Synkroniserer…
de: Synchronisieren…
es: Sincronizando…
fi: Synkronoidaan…
fr: Synchronisation…
is: Samstilli…
it: Sincronizzazione…
ja: 同期中…
ko: 동기화 중…
nb: Synkroniserer…
nl: Synchroniseren…
pt_br: Sincronizando…
ru: Синхронизация…
sv: Synkroniserar…
zh_hans: 正在同步…

source: Syncs sessions to iCloud using your Apple ID. No account needed.
ar: يزامن الجلسات إلى iCloud باستخدام Apple ID الخاص بك. لا حاجة لحساب.
da: Synkroniserer sessioner til iCloud med dit Apple ID. Ingen konto nødvendig.
de: Synchronisiert Sitzungen über deine Apple-ID mit iCloud. Kein Konto erforderlich.
es: Sincroniza sesiones con iCloud usando tu Apple ID. No se necesita cuenta.
fi: Synkronoi istunnot iCloud-palveluun Apple ID:lläsi. Tiliä ei tarvita.
fr: Synchronise les sessions sur iCloud avec votre identifiant Apple. Aucun compte nécessaire.
is: Samstillir lotur við iCloud með Apple ID. Enginn reikningur nauðsynlegur.
it: Sincronizza le sessioni su iCloud tramite il Suo Apple ID. Nessun account necessario.
ja: Apple IDを使用してセッションをiCloudに同期。アカウント不要。
ko: Apple ID를 사용하여 세션을 iCloud에 동기화합니다. 별도 계정이 필요 없습니다.
nb: Synkroniserer økter til iCloud med din Apple ID. Ingen konto nødvendig.
nl: Synchroniseert sessies naar iCloud via uw Apple ID. Geen account nodig.
pt_br: Sincroniza sessões no iCloud usando seu Apple ID. Sem necessidade de conta.
ru: Синхронизирует сессии в iCloud через ваш Apple ID. Регистрация не требуется.
sv: Synkar sessioner till iCloud via ditt Apple-ID. Inget konto behövs.
zh_hans: 使用Apple ID将记录同步到iCloud。无需注册账户。

source: System Default
ar: الافتراضي للنظام
da: Systemstandard
de: Systemstandard
es: Predeterminado del sistema
fi: Järjestelmän oletus
fr: Par défaut du système
is: Sjálfgefið kerfis
it: Predefinito di sistema
ja: システムデフォルト
ko: 시스템 기본값
nb: Systemstandard
nl: Systeemstandaard
pt_br: Padrão do sistema
ru: По умолчанию
sv: Systemstandard
zh_hans: 系统默认

source: System Diagnostics
ar: تشخيص النظام
da: Systemdiagnostik
de: Systemdiagnose
es: Diagnóstico del sistema
fi: Järjestelmän diagnostiikka
fr: Diagnostics système
is: Kerfisgreining
it: Diagnostica di sistema
ja: システム診断
ko: 시스템 진단
nb: Systemdiagnostikk
nl: Systeemdiagnostiek
pt_br: Diagnóstico do sistema
ru: Диагностика системы
sv: Systemdiagnostik
zh_hans: 系统诊断

source: System Tags
ar: علامات النظام
es: Etiquetas del sistema
fi: Järjestelmätunnisteet
fr: Tags système
is: Kerfismerki
it: Tag di sistema
ja: システムタグ
ko: 시스템 태그
nb: Systemtagger
nl: Systeemtags
pt_br: Tags do Sistema
ru: Системные теги
sv: Systemtaggar
zh_hans: 系统标签

source: Tab
ar: علامة تبويب
da: Fane
es: Pestaña
fi: Välilehti
fr: Onglet
is: Flipi
it: Scheda
ja: タブ
ko: 탭
nb: Fane
nl: Tabblad
pt_br: Aba
ru: Вкладка
sv: Flik
zh_hans: 标签页

source: Tachogram chart of RR-interval beat-to-beat timing.
ar: مخطط تاكوغرام لتوقيت فواصل RR بين النبضات.
da: Takogram over RR-intervallernes slag-til-slag timing.
de: Tachogramm der RR-Intervall-Zeitabstände Schlag für Schlag.
es: Tacograma del intervalo RR latido a latido.
fi: Takogrammi RR-välien lyönnistä lyöntiin -ajoituksesta.
fr: Tachogramme du timing battement à battement des intervalles RR.
is: Hraðarit yfir tímasetningu RR-bila milli slaga.
it: Tacogramma del timing battito-battito degli intervalli RR.
ja: RR 間隔の拍ごとのタイミングを示すタコグラム。
ko: RR 간격의 박동 간 타이밍을 나타낸 타코그램.
nb: Takogram over RR-intervallenes slag-til-slag-timing.
nl: Tachogram van de slag-op-slag timing van RR-intervallen.
pt_br: Tacograma do tempo batimento a batimento dos intervalos RR.
ru: Тахограмма тайминга интервалов RR удар за ударом.
sv: Takogram över RR-intervallens slag-till-slag-timing.
zh_hans: 展示 RR 间期逐拍时序的心动图。

source: Tachogram showing RR interval variability over time. RMSSD: %1$@ milliseconds, mean heart rate: %2$@ beats per minute
ar: مخطط تاكوغرام يُظهر تقلب فترات RR عبر الوقت. RMSSD: %1$@ مللي ثانية، متوسط معدل ضربات القلب: %2$@ نبضة في الدقيقة
da: Takogram der viser RR-intervalvariabilitet over tid. RMSSD: %@ millisekunder, gennemsnitspuls: %@ slag per minut
de: Tachogramm der RR-Intervallvariabilität im Zeitverlauf. RMSSD: %@ Millisekunden, mittlere Herzfrequenz: %@ Schläge pro Minute
es: Tacograma mostrando la variabilidad de intervalos RR a lo largo del tiempo. RMSSD: %@ milisegundos, frecuencia cardíaca media: %@ latidos por minuto
fi: Takogrammi näyttää RR-intervallien vaihtelun ajan kuluessa. RMSSD: %1$@ millisekuntia, keskisyke: %2$@ lyöntiä minuutissa
fr: Tachogramme montrant la variabilité des intervalles RR dans le temps. RMSSD : %@ millisecondes, fréquence cardiaque moyenne : %@ battements par minute
is: Takógramm sýnir breytileika RR-bila yfir tíma. RMSSD: %1$@ millisekúndur, meðalhjartsláttartíðni: %2$@ slög á mínútu
it: Tacogramma che mostra la variabilità degli intervalli RR nel tempo. RMSSD: %@ millisecondi, frequenza cardiaca media: %@ battiti al minuto
ja: RR間隔の変動を時間経過で示すタコグラム。RMSSD: %@ミリ秒、平均心拍数: %@拍/分
ko: 시간별 RR 간격 변이를 보여주는 타코그램. RMSSD: %@ 밀리초, 평균 심박수: %@ bpm
nb: Takogram som viser RR-intervallvariabilitet over tid. RMSSD: %@ millisekunder, gjennomsnittspuls: %@ slag per minutt
nl: Tachogram met RR-intervalvariabiliteit in de tijd. RMSSD: %@ milliseconden, gemiddelde hartslag: %@ slagen per minuut
pt_br: Tacograma mostrando variabilidade dos intervalos RR ao longo do tempo. RMSSD: %@ milissegundos, frequência cardíaca média: %@ batimentos por minuto
ru: Тахограмма вариабельности RR-интервалов. RMSSD: %@ мс, средний пульс: %@ уд/мин
sv: Takogram som visar RR-intervallvariabilitet över tid. RMSSD: %@ millisekunder, medelhjärtfrekvens: %@ slag per minut
zh_hans: 心动间期图显示RR间期随时间的变异性。RMSSD: %1$@ 毫秒，平均心率: %2$@ 次/分钟

source: Tag Name
ar: اسم العلامة
da: Tagnavn
es: Nombre de etiqueta
fi: Tunnisteen nimi
fr: Nom du tag
is: Heiti merkis
it: Nome tag
ja: タグ名
ko: 태그 이름
nb: Taggnavn
nl: Tagnaam
pt_br: Nome da Tag
ru: Название тега
sv: Taggnamn
zh_hans: 标签名称

source: Tag your readings to track patterns (alcohol, travel, illness, etc.). Swipe to delete.
ar: ضع علامات على قراءاتك لتتبع الأنماط (كحول، سفر، مرض، إلخ). اسحب للحذف.
da: Tag dine målinger for at spore mønstre (alkohol, rejser, sygdom osv.). Swipe for at slette.
de: Tagge deine Messungen, um Muster zu verfolgen (Alkohol, Reisen, Krankheit usw.). Zum Löschen wischen.
es: Etiqueta tus lecturas para seguir patrones (alcohol, viajes, enfermedad, etc.). Desliza para eliminar.
fi: Merkitse mittauksiasi seurataksesi kaavoja (alkoholi, matkailu, sairaus jne.). Pyyhkäise poistaaksesi.
fr: Taguez vos mesures pour suivre des tendances (alcool, voyage, maladie, etc.). Balayez pour supprimer.
is: Merktu mælingarnar þínar til að fylgjast með mynstrum (áfengi, ferðalög, veikindi o.s.frv.). Strjúktu til að eyða.
it: Tagga le letture per monitorare i pattern (alcol, viaggi, malattia, ecc.). Scorrere per eliminare.
ja: パターン（アルコール、旅行、病気など）を追跡するために測定にタグ付け。スワイプで削除。
ko: 패턴(음주, 여행, 질병 등)을 추적하기 위해 측정에 태그를 지정하세요. 밀어서 삭제할 수 있습니다.
nb: Tagg målingene dine for å spore mønstre (alkohol, reise, sykdom osv.). Sveip for å slette.
nl: Tag uw metingen om patronen bij te houden (alcohol, reizen, ziekte, enz.). Veeg om te verwijderen.
pt_br: Marque suas leituras com tags para rastrear padrões (álcool, viagem, doença, etc.). Deslize para excluir.
ru: Отмечайте измерения тегами для отслеживания закономерностей (алкоголь, путешествия, болезнь и т.д.). Смахните для удаления.
sv: Tagga dina mätningar för att spåra mönster (alkohol, resor, sjukdom, etc.). Svep för att radera.
zh_hans: 为读数添加标签以追踪模式（饮酒、旅行、生病等）。滑动删除。

source: Tag: %@
ar: وسم: %@
es: Etiqueta: %@
fi: Tunniste: %@
fr: Étiquette : %@
is: Merki: %@
ja: タグ：%@
ko: 태그: %@
nb: Tagg: %@
ru: Тег: %@
sv: Tagg: %@
zh_hans: 标签：%@

source: Tags
ar: العلامات
es: Etiquetas
fi: Tunnisteet
is: Merki
it: Tag
ja: タグ
ko: 태그
nb: Tagger
ru: Теги
sv: Taggar
zh_hans: 标签

source: Tags & Notes
ar: الوسوم والملاحظات
da: Tags og noter
de: Tags & Notizen
es: Etiquetas y notas
fi: Tunnisteet ja muistiinpanot
fr: Tags et notes
is: Merki og minnispunktar
it: Tag e note
ja: タグとメモ
ko: 태그 및 메모
nb: Tagger og notater
nl: Tags en notities
pt_br: Tags e notas
ru: Теги и заметки
sv: Taggar och anteckningar
zh_hans: 标签与备注

source: Take a reading
ar: إجراء قراءة
da: Tag en måling
de: Eine Messung durchführen
es: Realizar una lectura
fi: Tee mittaus
fr: Effectuer une mesure
is: Taka mælingu
it: Esegui una lettura
ja: 測定する
ko: 측정하기
nb: Ta en måling
nl: Een meting doen
pt_br: Fazer uma leitura
ru: Сделать измерение
sv: Gör en mätning
zh_hans: 进行一次测量

source: Take a rest day. Skip intensity.
ar: خذ يوم راحة. تجنّب الشدة.
da: Tag en hviledag. Drop intensitet.
de: Nimm einen Ruhetag. Verzichte auf Intensität.
es: Tómate un día de descanso. Evita la intensidad.
fi: Pidä lepopäivä. Jätä kovat väliin.
fr: Prenez un jour de repos. Évitez l’intensité.
is: Taktu hvíldardag. Slepptu ákefð.
it: Prenditi un giorno di riposo. Salta l’intensità.
ja: 休養日にしてください。強度は避けてください。
ko: 휴식일을 가지세요. 고강도는 건너뛰세요.
nb: Ta en hviledag. Dropp intensitet.
nl: Neem een rustdag. Sla intensiteit over.
pt_br: Faça um dia de descanso. Evite intensidade.
ru: Возьмите день отдыха. Без интенсивности.
sv: Ta en vilodag. Hoppa över intensitet.
zh_hans: 安排休息日，跳过高强度。

source: Take your first overnight reading to see today's readiness.
ar: سجّل قراءتك الليلية الأولى لرؤية جاهزية اليوم.
da: Tag din første natlige måling for at se dagens parathed.
de: Nimm deine erste Nachtmessung vor, um die heutige Bereitschaft zu sehen.
es: Realiza tu primera lectura nocturna para ver la preparación de hoy.
fi: Tee ensimmäinen yön mittauksesi nähdäksesi tämän päivän valmiuden.
fr: Effectuez votre première mesure nocturne pour voir la préparation du jour.
is: Taktu fyrstu næturmælinguna til að sjá viðbúnað dagsins.
it: Effettua la tua prima lettura notturna per vedere la prontezza di oggi.
ja: 今日の準備状態を見るには、最初の夜間測定を行ってください。
ko: 오늘의 준비도를 보려면 첫 야간 측정을 진행하세요.
nb: Ta din første nattlige måling for å se dagens beredskap.
nl: Doe je eerste nachtmeting om de gereedheid van vandaag te zien.
pt_br: Faça sua primeira leitura noturna para ver a prontidão de hoje.
ru: Сделайте первое ночное измерение, чтобы увидеть готовность на сегодня.
sv: Gör din första nattliga mätning för att se dagens beredskap.
zh_hans: 完成首次夜间测量即可查看今日准备状态。

source: Take your first reading
ar: سجّل قراءتك الأولى
da: Tag din første måling
de: Nimm deine erste Messung vor
es: Realiza tu primera lectura
fi: Tee ensimmäinen mittauksesi
fr: Effectuez votre première mesure
is: Taktu fyrstu mælinguna þína
it: Effettua la tua prima lettura
ja: 最初の測定を行う
ko: 첫 측정을 해보세요
nb: Ta din første måling
nl: Doe je eerste meting
pt_br: Faça sua primeira leitura
ru: Сделайте первое измерение
sv: Gör din första mätning
zh_hans: 进行首次测量

source: Take your first reading from the Record tab.
ar: سجّل قراءتك الأولى من تبويب التسجيل.
da: Tag din første måling fra fanen Optag.
de: Nimm deine erste Messung im Tab „Aufnahme“ vor.
es: Realiza tu primera lectura desde la pestaña Grabar.
fi: Tee ensimmäinen mittauksesi Tallenna-välilehdeltä.
fr: Effectuez votre première mesure depuis l’onglet Enregistrer.
is: Taktu fyrstu mælinguna í Upptöku-flipanum.
it: Effettua la tua prima lettura dalla scheda Registra.
ja: 「記録」タブから最初の測定を行ってください。
ko: 기록 탭에서 첫 측정을 진행하세요.
nb: Ta din første måling fra Opptak-fanen.
nl: Doe je eerste meting via het tabblad Opnemen.
pt_br: Faça sua primeira leitura na aba Gravar.
ru: Сделайте первое измерение во вкладке «Запись».
sv: Gör din första mätning från fliken Spela in.
zh_hans: 在「记录」标签页进行首次测量。

source: Take your first reading in Record.
ar: سجّل قراءتك الأولى في تبويب التسجيل.
da: Tag din første måling under Optag.
de: Nimm deine erste Messung unter „Aufnahme“ vor.
es: Realiza tu primera lectura en Grabar.
fi: Tee ensimmäinen mittauksesi Tallenna-välilehdellä.
fr: Effectuez votre première mesure dans Enregistrer.
is: Taktu fyrstu mælinguna í Upptaka.
it: Effettua la tua prima lettura in Registra.
ja: 「記録」で最初の測定を行ってください。
ko: 기록 탭에서 첫 측정을 해보세요.
nb: Ta din første måling under Opptak.
nl: Doe je eerste meting in Opnemen.
pt_br: Faça sua primeira leitura em Gravar.
ru: Сделайте первое измерение в разделе «Запись».
sv: Gör din första mätning under Spela in.
zh_hans: 在「记录」中进行首次测量。

source: Talk
ar: تحدث
da: Tal
de: Sprechen
es: Hablar
fi: Puhu
fr: Parler
is: Tala
it: Parla
ja: 話す
ko: 대화
nb: Snakk
nl: Praten
pt_br: Falar
ru: Говорить
sv: Prata
zh_hans: 对话

source: Talk to AI
ar: التحدث إلى الذكاء الاصطناعي
da: Tal med AI
de: Mit der KI sprechen
es: Hablar con la IA
fi: Keskustele tekoälyn kanssa
fr: Parler à l'IA
is: Tala við gervigreind
it: Parla con l'IA
ja: AIと話す
ko: AI와 대화
nb: Snakk med KI
nl: Praat met AI
pt_br: Falar com a IA
ru: Поговорить с ИИ
sv: Prata med AI
zh_hans: 与 AI 对话

source: Talk to your doctor about that. I can't assess your health — Emuqu is a fitness coaching app, not a medical device. If you're feeling unwell, please contact a clinician (or your local emergency number for severe symptoms).
ar: تحدث إلى طبيبك بشأن ذلك. لا يمكنني تقييم صحتك — Emuqu تطبيق تدريب للياقة البدنية، وليس جهازًا طبيًا. إذا كنت تشعر بتوعك، يرجى الاتصال بأخصائي رعاية صحية (أو برقم الطوارئ المحلي في حالة الأعراض الشديدة).
da: Tal med din læge om det. Jeg kan ikke vurdere dit helbred — Emuqu er en fitness-coachingapp, ikke medicinsk udstyr. Hvis du har det dårligt, så kontakt en læge (eller dit lokale alarmnummer ved alvorlige symptomer).
de: Sprich darüber mit deinem Arzt. Ich kann deinen Gesundheitszustand nicht beurteilen — Emuqu ist eine Fitness-Coaching-App, kein Medizinprodukt. Wenn du dich unwohl fühlst, wende dich bitte an medizinisches Fachpersonal (oder bei schweren Symptomen an deine örtliche Notrufnummer).
es: Habla de eso con tu médico. No puedo evaluar tu salud: Emuqu es una app de entrenamiento físico, no un dispositivo médico. Si no te encuentras bien, contacta con un profesional sanitario (o con tu número de emergencias local si los síntomas son graves).
fi: Keskustele siitä lääkärisi kanssa. En voi arvioida terveydentilaasi — Emuqu on kuntovalmennussovellus, ei lääkinnällinen laite. Jos vointisi on huono, ota yhteyttä terveydenhuollon ammattilaiseen (tai vakavissa oireissa paikalliseen hätänumeroon).
fr: Parlez-en à votre médecin. Je ne peux pas évaluer votre santé — Emuqu est une application de coaching sportif, pas un dispositif médical. Si vous ne vous sentez pas bien, contactez un professionnel de santé (ou votre numéro d'urgence local en cas de symptômes graves).
is: Ræddu það við lækninn þinn. Ég get ekki metið heilsu þína — Emuqu er þjálfunarapp, ekki lækningatæki. Ef þér líður illa skaltu hafa samband við heilbrigðisstarfsmann (eða neyðarnúmerið á þínu svæði ef einkennin eru alvarleg).
it: Parlane con il tuo medico. Non posso valutare la tua salute: Emuqu è un'app di coaching sportivo, non un dispositivo medico. Se non ti senti bene, contatta un professionista sanitario (o il numero di emergenza locale in caso di sintomi gravi).
ja: その件は医師にご相談ください。私はあなたの健康状態を評価できません。Emuqu はフィットネスコーチングアプリであり、医療機器ではありません。体調がすぐれない場合は医療専門家にご連絡ください（重い症状の場合はお住まいの地域の緊急通報番号へ）。
ko: 그 부분은 의사와 상담하세요. 저는 건강 상태를 평가할 수 없습니다. Emuqu는 피트니스 코칭 앱이며 의료기기가 아닙니다. 몸이 좋지 않다면 의료 전문가에게 연락하세요(증상이 심하면 거주 지역의 응급 전화번호로 연락하세요).
nb: Snakk med legen din om det. Jeg kan ikke vurdere helsen din — Emuqu er en treningscoach-app, ikke medisinsk utstyr. Hvis du føler deg uvel, kontakt helsepersonell (eller ditt lokale nødnummer ved alvorlige symptomer).
nl: Bespreek dat met je arts. Ik kan je gezondheid niet beoordelen — Emuqu is een fitnesscoach-app, geen medisch hulpmiddel. Als je je niet lekker voelt, neem dan contact op met een zorgverlener (of met je lokale alarmnummer bij ernstige klachten).
pt_br: Converse com seu médico sobre isso. Não posso avaliar sua saúde — o Emuqu é um app de treinamento físico, não um dispositivo médico. Se você não está se sentindo bem, procure um profissional de saúde (ou o número de emergência local em caso de sintomas graves).
ru: Обсудите это с врачом. Я не могу оценить ваше состояние здоровья — Emuqu это приложение для фитнес-тренировок, а не медицинское устройство. Если вам нездоровится, обратитесь к медицинскому специалисту (или по местному номеру экстренной помощи при тяжёлых симптомах).
sv: Prata med din läkare om det. Jag kan inte bedöma din hälsa — Emuqu är en träningscoachapp, inte en medicinteknisk produkt. Om du mår dåligt, kontakta vårdpersonal (eller ditt lokala nödnummer vid allvarliga symtom).
zh_hans: 请就此咨询你的医生。我无法评估你的健康状况——Emuqu 是一款健身教练应用，不是医疗设备。如果你感到不适，请联系医疗专业人员（症状严重时请拨打你所在地区的急救电话）。

source: Tap 'Wake Up - Get Results' to retrieve your data.
ar: انقر على 'استيقاظ - الحصول على النتائج' لاسترجاع بياناتك.
da: Tryk 'Vågn op – Hent resultater' for at hente dine data.
de: Tippe auf „Aufwachen – Ergebnisse abrufen“, um deine Daten abzurufen.
es: Toca 'Despertar - Obtener resultados' para recuperar tus datos.
fi: Napauta 'Herää - Hae tulokset' hakeaksesi datasi.
fr: Appuyez sur « Réveil — Obtenir les résultats » pour récupérer vos données.
is: Ýttu á 'Vakna - Fá niðurstöður' til að sækja gögnin þín.
it: Toccare 'Sveglia - Ottieni risultati' per recuperare i Suoi dati.
ja: データを取得するには「起床 - 結果を取得」をタップしてください。
ko: 데이터를 가져오려면 '기상 - 결과 보기'를 탭하세요.
nb: Trykk «Våkn opp – Hent resultater» for å hente dataene dine.
nl: Tik op 'Wakker worden - Resultaten ophalen' om uw gegevens op te halen.
pt_br: Toque em 'Acordei - Ver Resultados' para recuperar seus dados.
ru: Нажмите «Проснуться — получить результаты» для получения данных.
sv: Tryck på "Vakna — hämta resultat" för att hämta din data.
zh_hans: 点击“我醒了 - 获取结果”以获取你的数据。

source: Tap a day for sessions
ar: اضغط على يوم لعرض الجلسات
da: Tryk på en dag for sessioner
de: Tippe auf einen Tag für Sitzungen
es: Toca un día para ver las sesiones
fi: Napauta päivää nähdäksesi istunnot
fr: Touchez un jour pour voir les séances
is: Ýttu á dag til að sjá lotur
it: Tocca un giorno per le sessioni
ja: 日付をタップしてセッションを表示
ko: 세션을 보려면 날짜를 탭하세요
nb: Trykk på en dag for økter
nl: Tik op een dag voor sessies
pt_br: Toque em um dia para ver as sessões
ru: Нажмите на день, чтобы увидеть сессии
sv: Tryck på en dag för pass
zh_hans: 点按某天查看记录

source: Tap a segment to edit it
ar: انقر على مقطع لتعديله
da: Tryk på et segment for at redigere det
de: Tippe auf ein Segment, um es zu bearbeiten
es: Toca un segmento para editarlo
fi: Muokkaa segmenttiä napauttamalla sitä
fr: Touchez un segment pour le modifier
is: Snertu hluta til að breyta honum
it: Tocca un segmento per modificarlo
ja: 編集するにはセグメントをタップしてください
ko: 편집하려면 구간을 누르세요
nb: Trykk på et segment for å redigere det
nl: Tik op een segment om het te bewerken
pt_br: Toque em um segmento para editá-lo
ru: Нажмите на сегмент, чтобы изменить его
sv: Tryck på ett segment för att redigera det
zh_hans: 点按某个分段以进行编辑

source: Tap a session to see beat counts and file paths. Status icon shows where the raw beat stream lives.
ar: انقر على جلسة لرؤية أعداد النبضات ومسارات الملفات. تُظهر أيقونة الحالة مكان وجود تدفق النبضات الخام.
da: Tryk på en session for at se slagtællinger og filstier. Statusikonet viser, hvor den rå slagstrøm ligger.
de: Tippe auf eine Sitzung, um Schlagzahlen und Dateipfade zu sehen. Das Statussymbol zeigt, wo der rohe Schlag-Stream liegt.
es: Toca una sesión para ver los recuentos de latidos y las rutas de archivo. El icono de estado muestra dónde está el flujo de latidos sin procesar.
fi: Napauta istuntoa nähdäksesi lyöntimäärät ja tiedostopolut. Tilakuvake näyttää, missä raaka lyöntivirta sijaitsee.
fr: Touchez une séance pour voir les nombres de battements et les chemins de fichiers. L'icône d'état indique où se trouve le flux de battements brut.
is: Pikkaðu á lotu til að sjá hjartsláttafjölda og skráarslóðir. Stöðutáknið sýnir hvar hrái hjartsláttastraumurinn er.
it: Tocca una sessione per vedere i conteggi dei battiti e i percorsi dei file. L'icona di stato mostra dove si trova il flusso grezzo dei battiti.
ja: セッションをタップすると、拍数とファイルパスが表示されます。ステータスアイコンは生の拍動ストリームの保存場所を示します。
ko: 세션을 탭하면 박동 수와 파일 경로를 볼 수 있습니다. 상태 아이콘은 원시 박동 스트림이 있는 위치를 나타냅니다.
nb: Trykk på en økt for å se slagtall og filbaner. Statusikonet viser hvor den rå slagstrømmen ligger.
nl: Tik op een sessie om slagtellingen en bestandspaden te zien. Het statuspictogram toont waar de ruwe slagstroom zich bevindt.
pt_br: Toque em uma sessão para ver as contagens de batimentos e os caminhos dos arquivos. O ícone de status mostra onde está o fluxo bruto de batimentos.
ru: Коснитесь сессии, чтобы увидеть количество ударов и пути к файлам. Значок состояния показывает, где находится необработанный поток ударов.
sv: Tryck på ett pass för att se slagantal och filsökvägar. Statusikonen visar var den råa slagströmmen finns.
zh_hans: 点按某个记录即可查看心搏计数和文件路径。状态图标显示原始心搏数据流的存放位置。
